html/Projects/Blog/docs/about/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-Jul-15 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>About Me</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Veera Sivarajan">
<link rel="stylesheet" type="text/css" href="/css/style.css"/>
</head>
<body>
<header id="top" class="status">
<link rel="stylesheet" href="./css/style.css">

<nav>
  <a href="https://github.com/veera-sivarajan">Github</a>
  <a href="/">Home</a>
  <a href="/about/">About</a>
  <a href="mailto:sveera.2001@gmail.com">Email</a>
</nav>  
</header>
<main id="content">
<header>
<h1 class="title">About Me</h1>
<p class="subtitle">2021-Jul-12</p>
</header><p>
Hello, I&rsquo;m Veera. I study computer science at UMass Amherst. I&rsquo;m passionate about compilers, programming languages and operating systems. I spend most of my time working on projects that would improve my computing experience. All my projects are open source and can be found on my profile linked above. I also enjoy configuring and using Emacs for a number of day-to-day tasks. 
</p>

<p>
I love running long distances and have participated in several marathons since 2012. I try to run around five miles everyday even during the cold winters of New England. Over the years, running has become my everyday therapy.
</p>

<p>
I also play Table Tennis competitively and have been trained professionally for the past ten years. I started as a passive player and have grown to develop a strong offensive game. Nowadays, even though the pandemic has put an end my Table Tennis career, I practice occasionally to stay in touch with the sport. 
</p>

<p>
If you want to reach out, feel free to contact me via email. 
</p>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Last updated on 2021-Jul-15 Thu 00:00. <br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 26.3 (<a href="https://orgmode.org">Org</a> mode 9.4.6). <br>
</div>
</footer>
</body>
</html>
